Repository: M-B-Dev/eym
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor iniciar sesión para acceder a la página

source: Product
es: Producto

source: Date
es: Fecha

source: Quantity
es: Cantidad

source: No results
es: Sin resultados

source: Your changes have been saved.
es: Cambios guardados

source: Please enter a message
es: Por favor ingrese el mensaje

source: Please enter your email address.
es: Por favor ingrese correo electrónico

source: Send
es: Enviar

source: From
es: Desde

source: To
es: Hasta

source: Edit
es: Editar

source: item name
es: Producto

source: Please enter the product name
es: Por favor ingrese el nombre del producto

source: Please enter the quantity of the product as a whole number
es: Por favor ingrese la cantidad del producto en número

source: Price
es: Precio

source: Please enter the price of the product
es: Por favor ingrese el precio del producto

source: Category
es: Categoría

source: Please choose either box, item or empty box
es: Por favor escoja entre caja, ítem o caja vacía

source: Description
es: Descripción

source: Please enter a description in Spanish
es: Por favor ingrese descripción en español

source: Please enter a description in English
es: Por favor ingrese descripción en inglés

source: Product Image
es: Imagen de producto

source: Description Image
es: Descripción

source: Submit
es: Registrar

source: User email not available or not verified by Google.
es: Usuario no encontrado o no verificado en Google

source: Name
es: Nombre

source: Please provide a recipient name. Your card has not been charged
es: Por favor indique el nombre del receptor. Cargo no realizado a la tarjeta

source: Address Line 1
es: Dirección 1

source: Please provide the first line of the address. Your card has not been charged
es: Por favor indique la dirección correcta. Cargo no realizado a la tarjeta

source: Address Line 2
es: Dirección 2

source: Adress Line 3
es: Dirección 3

source: City
es: Ciudad

source: Please provide a town or city. Your card has not been charged
es: Por favor indicar una Ciudad. Cargo no realizado a la tarjeta

source: State
es: Provincia

source: Please provide the province, county or state. Your card has not been charged
es: Por favor indicar Provincia. Cargo no realizado a la tarjeta

source: Postal/Zip Code
es: Código Postal

source: Please provide the postal/zip. Your card has not been charged
es: Por favor indicar código postal. Cargo no realizado a la tarjeta

source: Instructions
es: Instrucciones

source: Pay
es: Pagar

source: Price: $
es: Precio: $

source: Quantity:
es: Cantidad

source: Siguenos
es: Síguenos

source: Panamá, Panamá
es: Ciudad de Panamá, Panamá

source: Quiénes somos
es: Quíenes somos

source: Sign in
es: Iniciar sesión

source: Log out
es: Cerrar sesión

source: item - $
es: ítem - $

source: items - $
es: ítems - $

source: Edit About Section
es: Editar sección Quiénes somos

source: Products Section
es: Sección de productos

source: Products
es: Productos

source: Users Section
es: Sección Usuarios

source: Users
es: Usuarios

source: Reports Section
es: Sección de reportes

source: Reports
es: Reportes

source: Edit Product
es: Editar Producto

source: Main Image
es: Imagen principal

source: Back to products
es: Regresar a productos

source: DELETE THIS PRODUCT
es: ELIMINAR PRODUCTO

source: New Product
es: Nuevo producto

source: Product Users Section:
es: Sección usuarios productos

source: User:
es: Usuario:

source: Last ordered:
es: Última orden

source: Themed Boxes
es: Gift boxes temáticas

source: Name:
es: Nombre

source: Price:
es: Precio

source: Decription
es: Descripción

source: user who bought
es: Compradores

source: Empty Boxes
es: Cajas

source: Category:
es: Categoría:

source: Decription:
es: Descripción

source: Individual Items
es: ítems

source: Back to admin
es: Regresar a admin

source: User Products Section
es: Sección Compradores

source: Product: Deleted
es: Producto: Eliminado

source: Product:
es: Producto

source: Quantity bought:
es: Cantidad comprada

source: Back to users
es: Volver a usuarios

source: current status
es: Estatus actual

source: Set as admin
es: Iniciar como admin

source: Set as user
es: Iniciar como usuario

source: Checkout
es: Cerrar

source: Your order
es: Orden

source: price
es: Precio

source: Update Total
es: Total actualización

source: Enter your message for
es: Ingresar mensaje

source: Choose which box you want
es: Escoge una caja

source: to go in
es: y que poner dentro

source: Continue Shopping
es: Continuar comprando

source: Update Cart
es: Actualizar Carrito

source: Thank you. Your order has been successful!
es: Gracias. Su compra fue realizada con éxito

source: Dear
es: Hola,

source: Your order of
es: Tu orden de

source: at
es: por

source: each
es: cada

source: will be attached to
es: Atado a

source: will be placed in
es: colocado en

source: Will be delivered to
es: Será envíado a

source: With the special instructions
es: Instrucciones especiales

source: Thank you for your order
es: Gracias por su orden

source: Sincerely
es: Atentamente

source: Download Invoice
es: Descarga Factura
